Repository: KirillSharafutdinov/revilio-ios
Catalog: revilio-ios/Revilio/Resources/Localization/*.lproj/Main.strings
Languages: ru

source: FORWARD
ru: ВПЕРЕД

source: BACK
ru: НАЗАД

source: PAUSE
ru: ПАУЗА

source: RESUME
ru: ПРОДОЛЖИТЬ

source: STOP
ru: СТОП

source: CLOSE
ru: ЗАКРЫТЬ

source: ZOOM OUT
ru: ОТДАЛИТЬ

source: ZOOM IN
ru: ПРИБЛИЗИТЬ

# toggleReadingSpeed
source: READING SPEED
ru: СКОРОСТЬ ЧТЕНИЯ

# readText
source: READ
ru: ЧИТАТЬ

# searchItem
source: FIND OBJECT
ru: НАЙТИ ОБЪЕКТ

# searchText
source: FIND TEXT
ru: НАЙТИ ТЕКСТ

source: TUTORIAL
ru: ОБУЧЕНИЕ

source: SETTINGS
ru: НАСТРОЙКИ

# videoPreview
source: Camera video preview
ru: Предварительный просмотр камеры

# idleAnnouncement
source: Idl–µ
ru: Ожидание

# tutorialHint
source: Launch the tutorial on how to use the app
ru: Запустить обучение использованию приложения

# settingsHint
source: Open application settings
ru: Открыть настройки приложения

# searchItemHint
source: Find an object specified by voice or selected from a list
ru: Найти объект, указанный при помощи голоса, или выбранный из списка

# readTextHint
source: Read text in the device camera view using speech synthesis
ru: Прочитать текст в поле зрения камеры устройства при помощи синтезатора голоса

# searchTextHint
source: Find text, button. Find text entered by voice, keyboard, or selected from text search history
ru: Найти текст, кнопка. Найти текст, введенный при помощи голоса, клавиатуры, или выбранный из списка истории поиска текста

# backHint
source: Rewind text forward by one sentence or line
ru: Перемотать текст вперед на одно предложение или строку

# forwardHint
source: Rewind text backward by one sentence or line
ru: Перемотать текст назад на одно предложение или строку

# stopHint
source: Terminate all current operations and put the app into standby mode
ru: Завершить все текущие операции и перевести приложение в режим ожидания

# zoomOutHint
source: Decrease device camera zoom
ru: Уменьшить зум камеры устройсва

# zoomInHint
source: Increase device camera zoom
ru: Увеличить зум камеры устройсва

# playPauseHint
source: Pause or resume current function
ru: Приостановить или продолжить выполнение текущей функции

# toggleReadingSpeedHint
source: Switch text reading speed of speech synthesizer
ru: Переключить скорость чтения текста синтезатором голоса

# videoPreviewHint
source: Image from device camera
ru: Изображение с камеры устройства

# cameraReadyIndicatorHint
source: Camera stability indicator (exposure and autofocus)
ru: Индикатор стабильности камеры (экспозиции и автофокуса)
